IDEA StatiCa Open Model
ReinfBarOnMoreEdges.Covers Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Covers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<double> Covers { get; set; }
Public Property Covers As List(Of Double)
	Get
	Set
public:
property List<double>^ Covers {
	List<double>^ get ();
	void set (List<double>^ value);
}
Property Value
Type: List<Double>
See Also
Reference
ReinfBarOnMoreEdges Class
IdeaRS.OpenModel.Detail Namespace